// ownCloud

"_bad_username_password_"               = "Feil brukernavn eller passord";
"_cancelled_by_user"                    = "Overføring avbrutt";
"_error_folder_destiny_is_the_same_"    = "Det er ikke mulig å kopiere en mappe til seg selv";
"_error_not_permission_"                = "Du har ikke tillatelse til å gjennomføre operasjonen";
"_error_path_"                          = "Unable to open this file or folder. Please make sure it exists";
"_file_upload_not_exitst_"              = "The file that we want to upload does not exist";
"_forbidden_characters_from_server_"    = "The name contains at least one invalid character";
"_not_connected_internet_"              = "Tilkobling til tjener feilet";
"_not_possible_connect_to_server_"      = "Det er ikke mulig å koble til tjeneren nå";
"_not_possible_create_folder_"          = "Folder could not be created";
"_server_down_"                         = "Kan ikke nå tjeneren";
"_time_out_"                            = "Timeout, try again";
"_unknow_response_server_"              = "Uventet svar fra tjener";
"_user_autentication_required_"         = "User autentication required";
"_file_directory_locked_"               = "Filen eller mappen er låst";
"_ssl_certificate_untrusted_"           = "The certificate for this server is invalid";

// DropBox

"_file_already_exists_"                 = "Unable to complete the operation, there is a file with the same name";
"_file_folder_not_exists_"              = "The source file wasn't found at the specified path";
"_folder_contents_nochanged_"           = "The folder contents have not changed";
"_images_invalid_converted_"            = "The image is invalid and cannot be converted to a thumbnail";
"_method_not_expected_"                 = "Request method not expected";
"_reauthenticate_user_"                 = "Access expired, plase re-authenticate the user";
"_server_error_retry_"                  = "Tjenerfeil, vennligst prøv på nytt";
"_too_many_files_"                      = "Too many files would be involved in the operation for it to complete successfully";
"_too_many_request_"                    = "Too many request and is being rate limited";
"_user_over_quota_"                     = "Brukeren er over sin Dropbox lagringskvote";





"_ssl_connection_error_" = "Tilkoblingsfeil for SSL, forsøk igjen";
